tap "manaflow-ai/cmux"

brew "bat"
brew "eza"
brew "fd"
brew "neovim"
brew "node"
brew "ripgrep"
brew "starship"
brew "television"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "appcleaner"
cask "cmux"
cask "font-udev-gothic-nf"
cask "ghostty"
cask "orbstack"
cask "zed"
