brew "bat"
brew "eza"
brew "fd"
brew "neovim"
brew "node"
brew "ripgrep"
brew "starship"
brew "television"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "appcleaner"
cask "discord"
cask "font-udev-gothic-nf"
cask "ghostty"
cask "microsoft-teams"
cask "notion"
cask "slack"
cask "zed"
cask "zoom"
